<?php
// +----------------------------------------------------------------------
// | Fanwe 方维系统
// +----------------------------------------------------------------------
// | Copyright (c) 2011 http://www.fanwe.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: 云淡风轻(97139915@qq.com)
// 前端可配置的导航菜单
// +----------------------------------------------------------------------

return array(



				"url" => array(
					"name"	=>	"自定义url",
					"type"	=>	"0",
					"fname"	=>	"url地址",
					"field"	=>	"url",
				),

//				"notice" => array(
//						"name"	=>	"公告详细",
//						"type"	=>	"27",
//						"fname"	=>	"数据ID",
//						"field"	=>	"data_id",
//				),
				"home" => array(
						"name"	=>	"商户首页",
						"type"	=>	"41",
						"fname"	=>	"",
						"field"	=>	"spid",
				),
			

    
);
?>